worgers.org
# Created 2021-06-15 Tue 18:21
#+OPTIONS: H:3 num:nil toc:t \n:nil ::t |:t ^:nil -:t f:t *:t tex:t d:(HIDE) tags:not-in-toc
#+TITLE: Worgers and their User Pages
#+AUTHOR: Worg people
#+startup: align fold nodlcheck hidestars oddeven lognotestate
#+seq_todo: TODO(t) INPROGRESS(i) WAITING(w@) | DONE(d) CANCELED(c@)
#+tags: Write(w) Update(u) Fix(f) Check(c)
#+language: en
#+priorities: A C B
#+category: worg
#+html_link_up: index.html
#+html_link_home: https://orgmode.org/worg/

This is the list of Worgers:

| Name                 | Contact                                          | Worg User Page                                      | Last Updated     |
|----------------------+--------------------------------------------------+-----------------------------------------------------+------------------|
| Adam Spiers          | https://adamspiers.org                           |                                                     |                  |
| Bastien Guerry       | https://bzg.fr                                   | [[file:users/bzg.org][users/bzg.org]]               | <2008-09-05 Fri> |
| Bernt Hansen         | bernt at norang dot ca                           |                                                     |                  |
| Carsten Dominik      | https://staff.fnwi.uva.nl/c.dominik/             |                                                     |                  |
| Daniel Clemente      |                                                  |                                                     |                  |
| Dave O'Toole         |                                                  |                                                     |                  |
| David Arroyo         | https://www.davidam.com                          | [[file:users/davidam.org][users/davidam.org]]       | <2013-03-11 Mon> |
| Drew Raines          |                                                  |                                                     |                  |
| Huy Z                |                                                  |                                                     |                  |
| JJ Asghar            | https://jjasghar.github.io                       |                                                     |                  |
| Matt Lundin          |                                                  |                                                     |                  |
| Pete Phillips        |                                                  |                                                     |                  |
| Phil Jackson         |                                                  |                                                     |                  |
| Raffi                |                                                  | [[file:users/rpr.org][users/rpr.org]]               | <2009-08-03 Mon> |
| Rustom Moody         |                                                  |                                                     |                  |
| Russell Adams        | rladams at adamsinfoserv dot com                 |                                                     | <2020-06-04 Thu> |
| Sam Kleinman (tycho) | https://tychoish.com https://criticalfutures.com |                                                     |                  |
| Sven Bretfeld        |                                                  |                                                     |                  |
| Sebastian Rose       | sebastian\_rose at gmx de                        | [[file:users/srose.org][users/srose.org]]           | <2008-09-05 Fri> |
| Wes Hardaker         | https://hardakers.net                            |                                                     |                  |
| Christian Giménez    |                                                  | [[file:users/cnngimenez.org][users/cnngimenez.org]] | <2013-11-05 Tue> |
| Martin Beck          | elwood151 at web dot de                          |                                                     |                  |
| Christoph Lange      | [[https://langec.wordpress.com]]                 |                                                     | <2016-02-21 Sun> |

#+begin: timestamp :format "%m-%d-%Y @ %H:%M"

#+end:
