worgers.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
<!-- 2021-06-15 Tue 18:21 -->
<meta http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1" />
<title>Worgers and their User Pages</title>
<meta name="generator" content="Org mode" />
<meta name="author" content="Worg people" />
<link rel="stylesheet" type="text/css" href="src/readtheorg_theme/css/htmlize.css"/>
 <link rel="stylesheet" type="text/css" href="src/readtheorg_theme/css/readtheorg.css"/>
</head>
<body>
<div id="org-div-home-and-up">
 <a accesskey="h" href="index.html"> UP </a>
 |
 <a accesskey="H" href="https://orgmode.org/worg/"> HOME </a>
</div><div id="content">
<h1 class="title">Worgers and their User Pages</h1>
<p>
This is the list of Worgers:
</p>

<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides">


<colgroup>
<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />
</colgroup>
<thead>
<tr>
<th scope="col" class="org-left">Name</th>
<th scope="col" class="org-left">Contact</th>
<th scope="col" class="org-left">Worg User Page</th>
<th scope="col" class="org-left">Last Updated</th>
</tr>
</thead>
<tbody>
<tr>
<td class="org-left">Adam Spiers</td>
<td class="org-left"><a href="https://adamspiers.org">https://adamspiers.org</a></td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
</tr>

<tr>
<td class="org-left">Bastien Guerry</td>
<td class="org-left"><a href="https://bzg.fr">https://bzg.fr</a></td>
<td class="org-left"><a href="users/bzg.html">users/bzg.org</a></td>
<td class="org-left"><span class="timestamp-wrapper"><span class="timestamp">&lt;2008-09-05 Fri&gt;</span></span></td>
</tr>

<tr>
<td class="org-left">Bernt Hansen</td>
<td class="org-left">bernt at norang dot ca</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
</tr>

<tr>
<td class="org-left">Carsten Dominik</td>
<td class="org-left"><a href="https://staff.fnwi.uva.nl/c.dominik/">https://staff.fnwi.uva.nl/c.dominik/</a></td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
</tr>

<tr>
<td class="org-left">Daniel Clemente</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
</tr>

<tr>
<td class="org-left">Dave O&rsquo;Toole</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
</tr>

<tr>
<td class="org-left">David Arroyo</td>
<td class="org-left"><a href="https://www.davidam.com">https://www.davidam.com</a></td>
<td class="org-left"><a href="users/davidam.html">users/davidam.org</a></td>
<td class="org-left"><span class="timestamp-wrapper"><span class="timestamp">&lt;2013-03-11 Mon&gt;</span></span></td>
</tr>

<tr>
<td class="org-left">Drew Raines</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
</tr>

<tr>
<td class="org-left">Huy Z</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
</tr>

<tr>
<td class="org-left">JJ Asghar</td>
<td class="org-left"><a href="https://jjasghar.github.io">https://jjasghar.github.io</a></td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
</tr>

<tr>
<td class="org-left">Matt Lundin</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
</tr>

<tr>
<td class="org-left">Pete Phillips</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
</tr>

<tr>
<td class="org-left">Phil Jackson</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
</tr>

<tr>
<td class="org-left">Raffi</td>
<td class="org-left">&#xa0;</td>
<td class="org-left"><a href="users/rpr.html">users/rpr.org</a></td>
<td class="org-left"><span class="timestamp-wrapper"><span class="timestamp">&lt;2009-08-03 Mon&gt;</span></span></td>
</tr>

<tr>
<td class="org-left">Rustom Moody</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
</tr>

<tr>
<td class="org-left">Russell Adams</td>
<td class="org-left">rladams at adamsinfoserv dot com</td>
<td class="org-left">&#xa0;</td>
<td class="org-left"><span class="timestamp-wrapper"><span class="timestamp">&lt;2020-06-04 Thu&gt;</span></span></td>
</tr>

<tr>
<td class="org-left">Sam Kleinman (tycho)</td>
<td class="org-left"><a href="https://tychoish.com">https://tychoish.com</a> <a href="https://criticalfutures.com">https://criticalfutures.com</a></td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
</tr>

<tr>
<td class="org-left">Sven Bretfeld</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
</tr>

<tr>
<td class="org-left">Sebastian Rose</td>
<td class="org-left">sebastian\_rose at gmx de</td>
<td class="org-left"><a href="users/srose.html">users/srose.org</a></td>
<td class="org-left"><span class="timestamp-wrapper"><span class="timestamp">&lt;2008-09-05 Fri&gt;</span></span></td>
</tr>

<tr>
<td class="org-left">Wes Hardaker</td>
<td class="org-left"><a href="https://hardakers.net">https://hardakers.net</a></td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
</tr>

<tr>
<td class="org-left">Christian Giménez</td>
<td class="org-left">&#xa0;</td>
<td class="org-left"><a href="users/cnngimenez.html">users/cnngimenez.org</a></td>
<td class="org-left"><span class="timestamp-wrapper"><span class="timestamp">&lt;2013-11-05 Tue&gt;</span></span></td>
</tr>

<tr>
<td class="org-left">Martin Beck</td>
<td class="org-left">elwood151 at web dot de</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
</tr>

<tr>
<td class="org-left">Christoph Lange</td>
<td class="org-left"><a href="https://langec.wordpress.com">https://langec.wordpress.com</a></td>
<td class="org-left">&#xa0;</td>
<td class="org-left"><span class="timestamp-wrapper"><span class="timestamp">&lt;2016-02-21 Sun&gt;</span></span></td>
</tr>
</tbody>
</table>

<p>

</p>
</div>
<div id="postamble" class="status">
<p class="author">Author: Worg people</p>
<p class="date">Created: 2021-06-15 Tue 18:21</p>
</div>
</body>
</html>
